/* STM */
"Ink Levels" = "Ungefärliga bläcknivåer";

/* Nozzle */
"NOZZLE01TEXT01" = "Kontrollera att skrivaren är på och ansluten till datorn när du ska utföra en munstyckeskontroll. Kontrollera även att vanligt A4- eller Letter-papper är påfyllt i arkmataren. Skriv ut ett mönster för munstyckeskontroll genom att klicka på [Skriv ut] eller avbryt genom att klicka på [Avbryt].";
"NOZZLE01B01" = "Skriv ut";
"NOZZLE01B02" = "Avbryt";

"NOZZLE02TEXT01" = "Jämför det utskrivna mönstret med provet ovan. Om det finns brutna linjer i mönstret för munstyckeskontroll klickar du på [Rengör]. Klicka på [Slutför] för att avsluta.";
"NOZZLE02SPE01" = "Övre: Bra
Nedre: Rengöring behövs";
"NOZZLE02B01" = "Slutför";
"NOZZLE02B03" = "Rengör";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Klicka på [Starta] för att rengöra skrivhuvudets munstycken. Rengör endast skrivhuvudet om utskriften är svag eller innehåller luckor eftersom rengöringen förbrukar en del bläck. Kontrollera först att skrivhuvudet behöver rengöras med verktyget \"Munstyckeskontroll\".
Obs! Kontrollera att transportlåset är i upplåst läge (Printing) så som visas på bilden innan du utför en rengöring.";
"HEADCLEANING01B01" = "Avbryt";
"HEADCLEANING01B02" = "Starta";

"HEADCLEANING02TEXT01" = "Vänta ...";
"HEADCLEANING02TEXT02" = "Huvudrengöring pågår. Vänta.";
"HEADCLEANING02B01" = "Stäng";

"HEADCLEANING03TEXT01" = "Rengöringen är klar. Klicka på [Skriv ut mönster för munstyckeskontroll] för att kontrollera att rengöringen fungerade.";
"HEADCLEANING03B01" = "Slutför";
"HEADCLEANING03B03" = "Skriv ut mönster för munstyckeskontroll";

/* Gap */
"GAP01TEXT01" = "Med verktyget Skrivarhuvudjustering kan du rätta till vertikala feljusteringar, horisontella ränder och suddiga utskrifter.";
"GAP01B01" = "Nästa >";
"GAP01B02" = "Avbryt";

"GAP02TEXT01" = "Ett vertikalt justeringsark skrivs ut.
Se till att skrivaren är på och att den är ansluten till datorn. Se även till att det finns papper med storleken A4 eller Letter i arkmataren.
Klicka på [Skriv ut] när du är klar.";
"GAP02B01" = "Skriv ut";
"GAP02B02" = "Avbryt";
"GAP02B03" = "Hoppa över >>";

"GAP03TEXT01" = "Titta på justeringsarket.
Hitta den fyrkant som inte har några synliga band i uppsättningarna 1 till 5. Välj den siffra som motsvarar rutan från listan nedan för alla uppsättningar. Klicka sedan på [Nästa >].
Om det finns band i varje ruta väljer du den ruta som har tunnast band. Klicka sedan på [Justering].";
"GAP03B01" = "Nästa >";
"GAP03B02" = "Avbryt";
"GAP03B03" = "Justering";

"GAP04TEXT01" = "Ett horisontaljusteringsark i svart skrivs ut.
Se till att det finns vanligt papper med storleken A4 eller Letter i arkmataren.
Obs! Denna justering påverkar bara höghastighetsutskrift på vanligt papper. Andra papperstyper påverkas inte.";
"GAP04B01" = "Skriv ut";
"GAP04B02" = "Avbryt";
"GAP04B03" = "Hoppa över >>";

"GAP05TEXT01" = "Titta på justeringsarket.
Hitta det mönster som inte har något svart eller vitt band. Välj den siffra som motsvarar mönstret från listan nedan. Klicka sedan på [Nästa >].
Om alla mönster innehåller ett band, välj det mönster med det tunnaste bandet. Klicka sedan på [Justering].";
"GAP05B01" = "Nästa >";
"GAP05B02" = "Avbryt";
"GAP05B03" = "Justering";

"GAP06TEXT01" = "Ett horisontaljusteringsark i färg skrivs ut.
Se till att det finns vanligt papper med storleken A4 eller Letter i arkmataren.
Obs! Denna justering påverkar bara höghastighetsutskrift på vanligt papper. Andra papperstyper påverkas inte.";
"GAP06B01" = "Skriv ut";
"GAP06B02" = "Avbryt";

"GAP07TEXT01" = "Titta på justeringsarket.
Hitta det mönster som inte har något mörkt eller ljust band. Välj den siffra som motsvarar mönstret från listan nedan. Klicka sedan på [Slutför].
Om alla mönster innehåller ett band, välj det mönster med det tunnaste bandet. Klicka sedan på [Justering].";
"GAP07B01" = "Slutför";
"GAP07B02" = "Avbryt";
"GAP07B03" = "Justering";

/* Paper Guide Cleaning */
"PG01_TEXT01" = "Använd vanligt papper när du rengör skrivarens insida.
Kontrollera att det finns vanligt papper med storleken A4 eller Letter i skrivaren och tryck på knappen [Rengöring].
Upprepa proceduren tills skrivarens insida är ren.";
"PG01_B01" = "Avbryt";
"PG01_B02" = "Rengöring";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Om det fortfarande finns ränder eller om färger saknas på utskrifterna trots att du utfört en huvudrengöring flera gånger kanske du måste byta bläcket inuti bläckrören för att avhjälpa problemet.

Med den här funktionen kan du byta allt bläck inuti bläckrören.

Den här funktionen förbrukar mycket bläck. Vi rekommenderar att du bara använder den här funktionen när du har utfört en huvudrengöring flera gånger.";
"POWERINKFLUSHING01B01" = "Avbryt";
"POWERINKFLUSHING01B02" = "Nästa >";

"POWERINKFLUSHING02TEXT01" = "Innan du använder den här funktionen ska du kontrollera att transportlåset är i upplåst läge (Printing) så som visas på bilden.

Obs! Transportlåset ska alltid vara upplåst när skrivaren används.";

"POWERINKFLUSHING03TEXT01" = "Vill du köra den här funktionen?
En stor mängd bläck förbrukas när allt bläck inuti bläckrören byts ut.
Vi rekommenderar att du försöker lösa problemet genom att utföra en huvudrengöring flera gånger innan du använder den här funktionen. Klicka på [Avbryt] och prova att utföra en huvudrengöring flera gånger.

Obs! Den här funktionen påverkar bläckdynornas livslängd. Bläckdynornas livslängd förkortas när den här funktionen används.
Kontakta Epsons support för byte om bläckdynorna har nått slutet av sin livslängd.

Klicka på [Starta] när du vill starta bläckbytet.
Det går inte att avbryta funktionen när den har startats.";
"POWERINKFLUSHING03B01" = "Avbryt";
"POWERINKFLUSHING03B02" = "Starta";

"POWERINKFLUSHING04TEXT01" = "Vänta ...";
"POWERINKFLUSHING04TEXT02" = "Bläckspolning pågår.
Vänta.";
"POWERINKFLUSHING04B01" = "Stäng";

"POWERINKFLUSHING05TEXT01" = "Bläckspolningen är klar.
Kontrollera att bläckspolningen fungerade genom att klicka på [Skriv ut mönster för munstyckeskontroll].";
"POWERINKFLUSHING05B01" = "Slutför";
"POWERINKFLUSHING05B03" = "Skriv ut mönster för munstyckeskontroll";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "OK";
"INKTANKUTILITYB02" = "Nästa";
"INKTANKUTILITYB03" = "Avbryt";
"INKTANKUTILITYB04" = "Baksida";
"INKTANKUTILITYB05" = "Ja";
"INKTANKUTILITYB06" = "Nej";

//Common
"INKTANKUTCOMMONTEXT01" = "Detta verktyg är inte tillgängligt för närvarande.
Obs! När två eller flera skrivare är anslutna ska du välja den skrivare du vill använda i skrivarlistan och klicka på ikonen [Bläckbehållarverktyg] igen.";
"INKTANKUTCOMMONTEXT02" = "Skriv det 13-siffriga ID som anges på varje bläckflaska.
Obs! ID-numren är bara giltiga en gång. Ange inte ID innan du fyller på bläck.
Starta ID-autentiseringen genom att klicka på [Nästa].";
"INKTANKUTCOMMONTEXT03" = "Kvaliteten och tillförlitligheten kan inte garanteras för andra bläcktyper än Epson och de kan orsaka skador på produkten som inte täcks av Epsons garanti.
Användning av andra bläcktyper registreras för eventuella supportfrågor.
För optimal kvalitet och tillförlitlighet rekommenderar vi att Epson originalbläck används.
Fortsätt att använda bläcket?";
"INKTANKUTCOMMONTEXT04" = "Du kan fortsätta att skriva ut.
Stäng detta meddelande genom att klicka på [OK].
Klicka på ikonen [Bläckbehållarverktyg] igen om du vill fylla på bläcket nu.";
"INKTANKUTCOMMONTEXT06" = "Vill du avbryta verktyget?
Om du avbryter verktyget måste du köra det igen.";
"INKTANKUTCOMMONTEXT07" = "Ogiltiga ID.
Kontrollera att rätt ID används och ange ID igen.";
"INKTANKUTCOMMONTEXT08" = "Ogiltiga ID.
Kontrollera att rätt ID används.
Klicka på [Avbryt] och ange ID igen.";

//Inital Fill
"INKTANKUTINITIALTEXT01" = "Ta bort alla utskriftsjobb.

Innan du använder skrivaren ska du kontrollera att transportlåset är i upplåst läge (Printing) så som visas på bilden.";
"INKTANKUTINITIALTEXT02" = "Påfyllning av bläck i bläckbehållaren.

%fillcolor%

Epson rekommenderar att Epson originalbläck används. Fyll på bläck upp till linjen på bläckbehållaren. Mer information om hur du fyller på bläck finns i skrivarhandboken. Klicka på [Nästa] och ange ID när du har fyllt på bläcket och monterat bläckbehållaren.";
"INKTANKUTINITIALTEXT03" = "Bläckpåfyllning pågår.
Vänta cirka 20 minuter tills bläckpåfyllningen är klar.

Obs! Vänta tills strömlampan slutar blinka och lyser med fast sken innan du stänger av skrivaren.";
"INKTANKUTINITIALTEXT04" = "Kom ihåg att ställa in transportlåset på upplåst läge (Printing) när skrivaren används, annars matas inte bläck och problem med utskriftskvaliteten uppstår. Ställ bara in transportlåset på låst läge (Transporting) när skrivaren transporteras, det förhindrar att bläck läcker ut.";

//Manual Check
"INKTANKMANUALTEXT01" = "Ta bort alla utskriftsjobb.

Kontrollera mängden bläck som återstår i bläckbehållaren. Klicka på [Över] om bläcknivån ligger över linjen. Klicka på [Under] om bläcknivån ligger under linjen. Om bläcknivån ligger över linjen rekommenderar Epson att du klickar på [Över] tills bläcknivån når linjen, då kan du fylla på en hel bläckflaska i bläckbehållaren.
Obs! Fortsatt användning av skrivaren när bläcknivån ligger under linjen i behållaren kan skada skrivaren.";
"INKTANKMANUALTEXT02" = "Ta bort alla utskriftsjobb.

Kontrollera mängden bläck som återstår i bläckbehållaren. Om bläcknivån är mer än 20 mm från botten på bläckbehållarenheten rekommenderar Epson att du klickar på [Över] tills bläcknivån ligger 20 mm från botten, då kan du fylla på en hel bläckflaska i bläckbehållaren. Klicka på [Över] om bläcknivån är mer än 20 mm från botten. Klicka på [Under] om bläcknivån är 20 mm eller mindre från botten.
Obs! Fortsatt användning av skrivaren när bläcknivån är mindre än 20 mm från botten på bläckbehållarenheten kan skada skrivaren. Använd linjalen som medföljer skrivaren när du ska kontrollera bläcknivåerna.";
"INKTANKMANUALTEXT03" = "Påfyllning av bläck i bläckbehållaren.

%fillcolor%

Epson rekommenderar att Epson originalbläck används. Fyll på bläck upp till linjen på bläckbehållaren. Mer information om hur du fyller på bläck finns i skrivarhandboken. Klicka på [Nästa] och ange ID när du har fyllt på bläcket och monterat bläckbehållaren.";

/* Error */
"PRINTERBUTTON00" = "Stopp/underhåll";
"ERCOMMON_B01" = "Avbryt";
"ERCOMMON_B02" = "Fortsätt";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Avbryt";
"ER00_TEXTA" = "Fel";
"ER00_TEXTB" = "1. Ta bort alla utskriftsjobb.
2. Stäng av strömmen och ta bort papper som fastnat.
3. Vänta i några minuter och slå på strömmen igen.";
"ER00_TEXTA_D4" = "Fel";
"ER00_TEXTB_D4" = "1. Ta bort alla utskriftsjobb.
2. Stäng av strömmen och ta bort papper som fastnat.
3. Vänta i några minuter och slå på strömmen igen.";
"ER00_B01_D4" = "Avbryt";
"ER01_TEXTA" = "Skrivaren är upptagen";
"ER01_TEXTB" = "Vänta...";
"ER04_TEXTA" = "Pappersstopp";
"ER04_TEXTB" = "1. Öppna den främre luckan och ta bort eventuellt papper som fastnat.
2. Tryck på knappen %btn% på produkten.";
"ER05_TEXTA" = "Kontrollera bläcknivåer";
"ER05_TEXTB" = "Du måste kontrollera mängden bläck som finns kvar. Klicka på ikonen [Bläckbehållarverktyg] i Epson Printer Utility 4. De uppskattade bläcknivåerna kan skilja sig från de verkliga bläcknivåerna. Kontrollera visuellt bläcknivåerna i skrivarens bläckbehållare när du vill bekräfta den verkliga mängden bläck som finns kvar.";
"ER05_TEXTA_FF" = "Fel vid grundinstallationen";
"ER05_TEXTB_FF" = "Fyll på bläcksystemet genom att klicka på ikonen [Bläckbehållarverktyg].";
"ER06_TEXTA_D4" = "Papper slut eller felaktigt insatt";
"ER06_TEXTB_D4" = "1. Ta bort papperet och lägg i det igen.
2. Tryck på knappen %btn% på produkten eller klicka på [Fortsätt] när uppmaningen visas.

Klicka på [Avbryt] för att avbryta utskriftsjobbet när uppmaningen visas. Om utskriften inte avbryts kan du avbryta den på produkten.";
"ER06_B01_D4" = "Fortsätt";
"ER06_B02_D4" = "Avbryt";
"ER06_TEXTA" = "Papper slut eller felaktigt insatt";
"ER06_TEXTB" = "1. Ta bort papperet och lägg i det igen.
2. Tryck på knappen %btn% på produkten.

För att avbryta utskriften klickar du på [Avbryt] om det visas. Om utskriften inte avbryts, avbryter du den på produkten.";
"ER10_TEXTA" = "Service krävs";
"ER10_TEXTB" = "Någon av skrivarens bläckdynor måste bytas.
Kontakta Epsons kundtjänst.";
"ER12_TEXTA" = "Fel vid matning av flera sidor";
"ER12_TEXTB" = "Gör något av följande.
- Ta bort papperet och lägg i det igen. Tryck på knappen %btn% på produkten.
- Klicka på [Avbryt] för att avbryta utskriftsjobbet när uppmaningen visas. Om utskriften inte avbryts kan du avbryta den på produkten.";
"ER12_TEXTA_D4" = "Fel vid matning av flera sidor";
"ER12_TEXTB_D4" = "Gör något av följande.
- Ta bort papperet och lägg i det igen. Tryck på knappen %btn% på produkten.
- Klicka på [Avbryt] för att avbryta utskriftsjobbet när uppmaningen visas. Om utskriften inte avbryts kan du avbryta den på produkten.";
"ER12_B01_D4" = "Avbryt";
"ER41_TEXTA" = "Service krävs";
"ER41_TEXTB" = "Skrivarens bläckrör måste bytas. Kontakta Epsons kundtjänst.";
"Common Error Text1" = "Fel";
"Common Error Text2" = "1. Ta bort alla utskriftsjobb.
2. Stäng av strömmen och ta bort papper som fastnat.
3. Vänta i några minuter och slå på strömmen igen.";
"Common Error B1" = "Avbryt";
"Cleaning status" = "Skrivaren är upptagen";
"Shipment status" = "Fel vid grundinstallationen";
"WRINKLOW_TEXTA" = "Låg bläcknivå";
"WRINKLOW_TEXTB" = "Du kan fortsätta utskriften. Klicka på ikonen [Bläckbehållarverktyg] i Epson Printer Utility 4 om du vill fylla på bläcket nu. De uppskattade bläcknivåerna kan skilja sig från de verkliga bläcknivåerna. Kontrollera visuellt bläcknivåerna i skrivarens bläckbehållare när du vill bekräfta den verkliga mängden bläck som finns kvar.";
"WRCD_TEXTA" = "Huvudrengöring kan inte slutföras.";
"WRCD_TEXTB" = "Du kan fortsätta utskriften. Klicka på ikonen [Bläckbehållarverktyg] i Epson Printer Utility 4 om du vill fylla på bläcket nu. De uppskattade bläcknivåerna kan skilja sig från de verkliga bläcknivåerna. Kontrollera visuellt bläcknivåerna i skrivarens bläckbehållare när du vill bekräfta den verkliga mängden bläck som finns kvar.";
"WRCD_TEXTA_UTO" = "Bläckspolningen kan inte slutföras.";
"WRCD_TEXTB_UTO" = "Du kan fortsätta utskriften. Klicka på ikonen [Bläckbehållarverktyg] i Epson Printer Utility 4 om du vill fylla på bläcket nu. De uppskattade bläcknivåerna kan skilja sig från de verkliga bläcknivåerna. Kontrollera visuellt bläcknivåerna i skrivarens bläckbehållare när du vill bekräfta den verkliga mängden bläck som finns kvar.";
"WRINKLOW2_TEXTA" = "Låg bläcknivå";
"WRINKLOW2_TEXTB" = "Du kan fortsätta utskriften. Klicka på ikonen [Bläckbehållarverktyg] i Epson Printer Utility 4 om du vill fylla på bläcket nu. De uppskattade bläcknivåerna kan skilja sig från de verkliga bläcknivåerna. Kontrollera visuellt bläcknivåerna i skrivarens bläckbehållare när du vill bekräfta den verkliga mängden bläck som finns kvar.";
"WR20_TEXTA" = "Service krävs";
"WR20_TEXTB" = "Skrivarens bläckdynor måste snart bytas. Kontakta Epsons kundtjänst.";
"WR21_TEXTA" = "Service krävs";
"WR21_TEXTB" = "Skrivarens bläckrör måste snart bytas. Kontakta Epsons kundtjänst.";
"COMUERR_TEXTA" = "Kommunikationsfel";
"COMUERR_TEXTB" = "Anslut produkten till datorn och slå till strömmen. Avbryt utskriften om du stängt av strömmen under utskriften.";
"COMUERR_B01" = "Försök igen";
"COMUERR_B02" = "Avbryt";
"CHARGINGSTATUS_TEXTA_PROXY" = "Bläcksystemet fylls på";

